const MyData = {
    data: [{
        week: "Тиждень 1",
        days: [{
            day: "Понеділок",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Віторок",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Середа",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Четвер",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "П'ятниця",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Субота",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Неділя",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        }]
    },
    {
        week: "Тиждень 2",
        days: [{
            day: "Понеділок",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Віторок",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Середа",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Четвер",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "П'ятниця",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Субота",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Неділя",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        }]
    },
    {
        week: "Тиждень 3",
        days: [{
            day: "Понеділок",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Віторок",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Середа",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Четвер",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "П'ятниця",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Субота",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        },
        {
            day: "Неділя",
            grafic: [{
                name: "Сніданок",
                time: "07:00-08:00",
                food: ["Торт Київський", "Чебуреки"]
            },
            {
                name: "Перекус",
                time: "10:30-11:30",
                food: ["Перекус1", "Перекус2", "Перекус 11"]
            },
            {
                name: "Обід",
                time: "13:00-14:00",
                food: ["Борщ Царський", "Суп звиклий"]
            },
            {
                name: "Перекус",
                time: "16:30-17:30",
                food: ["Макорони", "Каша"]
            },
            {
                name: "Вечеря",
                time: "19:00-20:00",
                food: ["Налистники", "Каша"]
            }]
        }]
    }
]
};

export default MyData;